CSI API ETABS v1
cPointObj.GetElm Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int GetElm(
	string Name,
	ref string Elm
)
Function GetElm (
	Name As String,
	ByRef Elm As String
) As Integer
Dim instance As cPointObj
Dim Name As String
Dim Elm As String
Dim returnValue As Integer
returnValue = instance.GetElm(Name, Elm)
int GetElm(
	String^ Name,
	String^% Elm
)
abstract GetElm :
        Name : string *
        Elm : string byref -> int
Parameters
Name
Type: System.String
Elm
Type: System.String
Return Value
Type: Int32
See Also
Reference
cPointObj Interface
ETABSv1 Namespace